Repository: jwolz/yajhfc-console
Catalog: i18n/Messages_*.po
Languages: de, es, it, ru, tr, zh_tw

source: The value "{0}" specified for argument {1} is not a number.
de: Der für das Argument {1} angegebene Wert "{0}" ist keine Zahl.
es: El valor "{0}" especificado para el argumento {1} no es un número.
it: Il valore "{0}" specificato per il parametro {1} non è un numero.
ru: Значение "{0}", указанное в качестве параметра {1}, не является числом.
tr: {1} değişkeni için tanımlanan "{0}" değeri sayı değil.

source: The value "{0}" specified for argument {1} is not a recognized date/time value.
de: Der für das Argument {1} angegebene Wert "{0}" ist kein erkannter Datum/Uhrzeit-Wert.
es: El valor "{0}" especificado para el argumento {1} no se reconoce como valor de fecha/hora.
it: Il valore "{0}" specificato per il parametro {1} non è un valore data/ora riconosciuto.
ru: Значение "{0}", указанное в качестве параметра {1}, не является распознаваемым значением даты/времени.
tr: {1} değişkeni için tanımlanan "{0}" değeri geçerli tarih/saat biçimi değil.
zh_tw: "{0}"指定參數 {1} 是沒有日期/時間

source: Invalid command line arguments:
de: Ungültige Kommandozeilenargumente:
es: Argumentos de línea de comandos no válidos:
it: Parametri di linea di comando errati:
ru: Недопустимые параметры командной строки:
tr: Geçersiz komut satırı değişkeni:
zh_tw: 錯誤指令參數:

source: You cannot specify both --stdin and use batch input from stdin.
de: Sie können nicht sowohl --stdin angeben als auch Batcheingaben von stdin lesen.
es: No puede hacer ambas cosas: especificar el argumento --stdin y usar una entrada de proceso en lotes desde stdin.
it: Impossibile specificare --stdin e usare contemporaneamente input in batch da standard input.
ru: Вы не можете одновременно указать --stdin и считать командный файл со стандартного ввода.
tr: Hem --stdin tanımlayarak hem de stdin'den toplu girişi kullanamazsınız.
zh_tw: 你不能同時指定 - 使用stdin及從stdin批次輸入。

source: Does not exist or is not a directory.
de: Existiert nicht oder ist kein Verzeichnis.
es: No existe o no es un directorio.

source: You cannot both query a job status and specify documents to send.
de: Sie können nicht sowohl einen Jobstatus abfragen als auch zu sendende Dokumente angeben.
es: No puede hacer ambas cosas: consultar el estado de un trabajo y especificar los documentos a enviar.
it: Impossibile richiedere lo stato di un fax e contemporaneamente indicare un documento da inviare.
ru: Вы не можете одновременно запрашивать состояние задания и указывать документ для отправки.
tr: Hem işlem sorgulamayıp hem de gönderilecek belgeleri tanımlamazsınız.
zh_tw: 您不能同時查詢工作狀態且指定文件傳送

source: You cannot both query a job status and specify recipients.
de: Sie können nicht sowohl einen Jobstatus abfragen als auch Empfänger angeben.
es: No puede hacer ambas cosas: consultar el estado de un trabajo y especificar destinatarios.
it: Impossibile richiedere lo stato di un fax e contemporaneamente indicare destinatari.
ru: Вы не можете одновременно запрашивать состояние задания и указывать получателей.
tr: Hem işlem durumunu sorgulamayı yapıp hem de alıcıları tanımlayamazsınız.
zh_tw: 您不能同時查詢工作狀態且指定工作

source: You have to specify at least one recipient or query a job status or use batch mode.
de: Sie müssen mindestens einen Empfänger angeben oder einen Jobstatus abfragen oder den Batchmodus benutzen.
es: Debe especificar al menos un destinatario o consultar el estado de un trabajo o usar el modo de procesamiento por lotes.
it: E' necessario specificare almeno un destinatario o richiedere lo stato di un fax o utilizzare la modalità batch.
ru: Вы должны указать по крайней мере одного получателя или запросить состояние задания или использовать командный файл.
tr: En az bir adet alıcı tanımlamak veya işlem durumunu sorgulamak veya toplu kipi kullanmak zorundasınız.
zh_tw: 您必須至少指定一個收件或工作

source: You cannot specify poll mode and have documents to send.
de: Sie können nicht gleichzeitig den Faxabfragemodus verwenden und Dokumente versenden.
es: No puede hacer ambas cosas: especificar el modo de transmisión bajo demanda y tener documentos para enviar.
it: Impossibile specificare fax polling e inviare documenti.
ru: Вы не можете одновременно указывать режим запроса и документы для отправки.
tr: Gönderecek belgeleriniz varken yoklama kipini tanımlayamazsınız.
zh_tw: 你不能指定Poll模式，並有要發送的文件。

source: enable-mail-recipients specified, but plugin to send mails is not installed,
de: enable-mail-recipients angegeben, aber kein Plugin zum Mail-Versenden installiert.
es: Ha especificado enable-mail-recipients pero no ha instalado el complemento para el envío de correos.

source: Unsupported batch data format
de: Nicht unterstütztes Batchdatenformat
es: Formato de datos para procesamiento por lotes no válido
it: Formato dati batch non supportato
ru: Неподдерживаемый формат командного файла
tr: Desteklenmeyen toplu veri biçimi
zh_tw: 沒有支援批次資料格式

source: Line
de: Zeile
es: Línea
it: Linea
ru: Строка
tr: Satır
zh_tw: 線路

source: Invalid arguments specified in batch mode:
de: Ungültige Argumente im Batchmodus angegeben:
es: Argumentos no válidos especificados en el modo de procesamiento por lotes:
it: Parametri errati specificati in modalità batch:
ru: Недопустимые параметры в командном файле:
tr: Toplu kipte geçersiz değişken tanımlanmış:
zh_tw: 在批次模式中不合法的參數

source: data was
de: Daten waren:
es: los datos eran
it: dati
ru: данные были
tr: Veri
zh_tw: 資料是

source: Error processing the batch data from "{0}":
de: Fehler beim Verarbeiten der Batchdaten aus "{0}":
es: Error al procesar los datos por lotes desde "{0}":
it: Errore nel processare i dati in batch da "{0}":
ru: Ошибка выполнения командного файла "{0}":
tr: "{0}" 'dan toplu veri işlemede hata:
zh_tw: 處理"{0}"批次資料時出錯:

source: Error performing the requested operation:
de: Fehler beim Durchführen der angeforderten Aktion:
es: Error al ejecutar la operación solicitada:
it: Errore nell'eseguire l'operazione richiesta:
ru: Ошибка выполнения запрошенной операции:
tr: İstenilen işlemi gerçekleştirmede hata:
zh_tw: 執行請求的操作時發生錯誤：

source: Sending a fax failed, exiting program.
de: Das Senden eines Faxes schlug fehl, beende Programm.
es: Error al enviar el fax, se sale del programa.
it: Invio fax fallito, termina.
ru: Отправить факс не удалось, завершение работы программы.
tr: Faks gönderme başarısız, program kapatılıyor.
zh_tw: 送傳真失敗,離開程式

source: Invalid custom property
de: Ungültige benutzerdefinierte Eigenschaft
es: Propiedad personalizada no válida
it: Proprietà personalizzata invalida.
ru: Недопустимый пользовательский параметр
tr: Geçersiz özellik tanımı
zh_tw: 不合法自訂內容

source: The kill time must be in the future; using default instead.
de: Die Abbruchzeit (kill time) muss in der Zukunft liegen; verwende den Standardwert stattdessen.
es: La hora límite debe estar en el futuro, se usará la predeterminada.
it: Il parametro kill time deve essere nel futuro; viene utilizzato il valore predefinito.
ru: Время принудительного завершения должно быть в будущем; использовано значение по умолчанию.
tr: Sonlandırma zamanı gelecekte olmalı; varsayılan değer kullanılıyor.
zh_tw: 刪除時間必須大於現在, 改使用系統預設

source: Invalid notification type {0}, using default instead.
de: Ungültiger Benachrichtigungstyp {0}, verwende stattdessen Standardwert.
es: Tipo de notificación {0} no válida, se usará la predeterminada.
it: Tipo notifica invalida {0}, viene utilizzato il valore predefinito.
ru: Недопустимый тип уведомления {0}, использовано значение по умолчанию.
tr: {0} geçersiz bildirim türü, varsayılan değer kullanılıyor.
zh_tw: 不何法的類型{0}, 改使用系統預設

source: Invalid paper size {0}, using default instead
de: Ungültige Papiergröße {0}, verwende stattdessen Standardwert.
es: Tamaño de papel {0} no válido, se usará el predeterminado.
it: Formato carta invalido {0}, viene usato il valore predefinito
ru: Недопустимый размер бумаги {0}, использовано значение по умолчанию.
tr: {0} geçersiz safya boyutu, varsayılan değer kullanılıyor.
zh_tw: 無效的紙張尺寸 {0},使用預設

source: Invalid fax resolution {0}, using default instead
de: Ungültige Auflösung {0}, verwende stattdessen Standardwert.
es: Resolución del fax {0} no válida, se usará la predeterminada.
it: Risoluzione fax invalida {0}, viene usato il valore predefinito
ru: Недопустимое разрешение факса {0}, использовано значение по умолчанию.
tr: {0} geçersiz faks çözünürlüğü, varsayılan değer kullanılıyor
zh_tw: 無效的解析度 {0}, 使用預設

source: Warning: No recipients could be found in the specified documents.
de: Warnung: In den angegebenen Dokumenten konnten keine Empfänger gefunden werden.
es: Alerta: No se ha podido encontrar destinatarios en los documentos especificados.

source: No recipients specified for fax, exiting program.
de: Keine Faxempfänger angegeben, beende Programm.
es: No se han especificado destinatarios para el fax, se sale del programa.

source: Invalid data specified for fax, exiting program.
de: Ungültige Daten für Fax angegeben, beende Programm.
es: Datos especificados para el fax no válidos, se sale del programa.
it: Dati invalidi specificati per il fax, termina.
ru: Указаны недопустимые данные для факса, завершение работы программы.
tr: Faks için geçersiz veri tanımlanmış, uygulamadan çıkılıyor.
zh_tw: 不合法的資料,離開程式

source: User name
de: Benutzename
es: Nombre de usuario
it: Utente
ru: Имя пользователя
tr: Kullanıcı adı
zh_tw: 使用者名稱

source: Password for user %s
de: Passwort für Benutzer %s
es: Contraseña del usuario %s
it: Password per l'utente %s
ru: Пароль для пользователя %s
tr: %s kullanıcısı için parola
zh_tw: 使用者密碼%s
